Repository: common-repository/hearthstone-cards
Catalog: languages/hearthstone-cards-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Configuration
de_de: Konfiguration

source: Here you can find a few options to customize the output.
de_de: Hier findest du eine Auswahl an Optionen, mit denen du die Ausgabe anpassen kannst.

source: Show cards
de_de: Karten anzeigen

source: Enabled
de_de: Aktiviert

source: Language of cards
de_de: Sprache auswählen

source: English
de_de: Englisch

source: Chinese
de_de: Chinesisch

source: French
de_de: Französisch

source: German
de_de: Deutsch

source: Russian
de_de: Russisch

source: Spanish
de_de: Spanisch

source: Portuguese (Brazil)
de_de: Portugiesisch (Brasilien)

source: Here you can <strong>select the language for the written card names</strong>. Right now the card images are only available in English.
de_de: Hier kannst du die <strong>Sprache der geschriebenen Kartennamen auswählen</strong>. Die Kartenbilder sind aktuell nur auf Englisch verfügbar.

source: Colored card names
de_de: Farbige Kartennamen

source: e.g.
de_de: z.B.

source: Holy Nova
de_de: Heilige Nova

source: Bold card names
de_de: Fettgedruckte Kartennamen

source: or
de_de: oder

source: Last Update
de_de: Letzte Aktualisierung

source: Cards database will be updated automatically
de_de: Karten-Datenbank wird automatisch aktualisiert

source: Local cards database will be taken
de_de: Lokale Karten-Datenbank wird verwendet

source: In order to receive updated cards automatically, <strong>PHP cURL</strong> extension must be enabled on your web hosting.
de_de: Um automatisch die neuesten Karten zu erhalten, muss die <strong>PHP cURL</strong> Erweiterung auf deinem WebHosting aktiviert sein.

source: Check in order to force updating cards
de_de: Aktivieren, um das Aktualisieren der Karten zu erzwingen.

source: Update settings
de_de: Einstellungen aktualisieren

source: Hearthstone Cards for WordPress adds an overlay to written card names within brackets e.g. [Druid of the Claw] and displays the associated image while hovering the card name.
de_de: Mit Hearthstone Cards for WordPress werden Kartennamen mit einem „Overlay“ versehen, welches die aktuelle Karte zeigt.

source: All of my plugins & themes are handmade with passion. I really looking forward to your feedback and suggestions.
de_de: Ich entwickle meine Plugins und Themes mit sehr viel Leidenschaft und Freude. Daher freue ich mich sehr über dein Feedback und Verbesserungsvorschläge.

source: Support & Resources
de_de: Support & Links

source: Visit plugin page
de_de: Plugin-Seite aufrufen

source: View online demo
de_de: Online-Demo aufrufen

source: Issue tracker
de_de: Fehlersammlung

source: Follow me on Twitter
de_de: Folge mir auf Twitter

source: Hearthstone Cards for WordPress adds an overlay to written card names and displays the associated image while hovering them.
de_de: Mit Hearthstone Cards for WordPress werden Kartennamen mit einem „Overlay“ versehen, welches die aktuelle Karte zeigt.
